Repository: integrumart/indirtube
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: indirTube: High Speed Video and Audio Downloader
tr: indirTube: Yüksek Hızlı Video ve Ses İndirici

source: Professional tool that allows you to download YouTube videos as MP3 or MP4 quickly by assigning a custom shortcut.
tr: Özel bir kısayol atayarak YouTube videolarını MP3 veya MP4 olarak hızlıca indirmenizi sağlayan profesyonel araç.

source: indirTube: Download completed successfully!
tr: indirTube: İndirme başarıyla tamamlandı!

source: indirTube: An error occurred during download.
tr: indirTube: İndirme sırasında bir sorun oluştu.

source: indirTube: System error.
tr: indirTube: Sistem hatası.

source: Clipboard could not be read.
tr: Pano okunamadı.

source: Please copy a valid YouTube link.
tr: Lütfen geçerli bir YouTube linki kopyalayın.

source: MP3 (Audio)
tr: MP3 (Ses)

source: Donate (Support Developer)
tr: Bağış Yap (Geliştiriciyi Destekle)

source: Select format:
tr: Format seçiniz:

source: indirTube v5.0 - Volkan Ozdemir Software Services
tr: indirTube v5.0 - Volkan Özdemir Yazılım Hizmetleri

source: Starting, please wait...
tr: İşlem başlatıldı, lütfen bekleyin...

source: Starts indirTube download dialog
tr: indirTube indirme diyaloğunu başlatır
